/* The string for canceling a map editing function. */
"CancelKey" = "Anuluj";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Czy na pewno chcesz anulować?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Twoje zmiany nie zostaną zapisane.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Utworzony obiekt nie zostanie zapisany.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Odrzuć zmiany";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Anuluj edycję";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Nieprawidłowy adres";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Adres musi być uwzględniony w przypadku punktu";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Nie dodano lokalizacji dla tego punktu";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Nowy punkt nie zostanie dodany";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Kontynuuj edycję";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Wybierz punkt do usunięcia";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Brak punktów do usunięcia.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Czy na pewno wyczyścić punkty?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nie";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Tak";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Czy chcesz przejść do punktu?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Czy chcesz przejść do polilinii?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Czy chcesz przejść do wielokąta?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Dodane punkty nie zostaną zmienione i możesz kontynuować tworzenie obiektu";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Wszystkie dodane punkty zostaną usunięte";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Czy na pewno usunąć ten punkt?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Zapisz";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtruj";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Bieżąca lokalizacja";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Nie znaleziono propozycji";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adres";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Wyczyść wszystko";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ – utworzono pomyślnie";

/* The placeholder text of the Searchbar */
"SearchKey" = "Wyszukaj";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Dodaj nowy punkt";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Mapa bazowa";

/* The title for the standard map type. */
"StandardKey" = "Standardowa";

/* The title for the hybrid map type. */
"HybridKey" = "Hybrydowa";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybrydowa z funkcją Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Standardowa z wyciszeniem";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelitarna";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelitarna z funkcją Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Dodaj lokalizację";

